Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: At the 32nd meeting, on 23 November 2005, the representative of the United Kingdom of Great Britain and Northern Ireland, on behalf of Andorra, Austria, Belgium, Bulgaria, Cyprus, the Czech Republic, Denmark, Estonia, Finland, France, Georgia, Germany, Ghana, Greece, Guatemala, Guinea, Hungary, Ireland, Israel, Italy, Kenya, Latvia, Lithuania, Luxembourg, Malta, Monaco, the Netherlands, Norway, Poland, Portugal, the Republic of Moldova, Romania, Saint Lucia, Saint Vincent and the Grenadines, San Marino, Serbia and Montenegro, Slovakia, Slovenia, Spain, Sweden, the former Yugoslav Republic of Macedonia, Turkey, Tuvalu and the United Kingdom of Great Britain and Northern Ireland, introduced a draft resolution entitled “Towards global partnerships” (A/C.2/60/L.38).
zh: 6. 在2005年11月23日第32次会议上，大不列颠及北爱尔兰联合王国代表以安道尔、奥地利、比利时、保加利亚、塞浦路斯、捷克共和国、丹麦、爱沙尼亚、芬兰、法国、格鲁吉亚、德国、加纳、希腊、危地马拉、几内亚、匈牙利、爱尔兰、以色列、意大利、肯尼亚、拉脱维亚、立陶宛、卢森堡、马耳他、摩纳哥、荷兰、挪威、波兰、葡萄牙、摩尔多瓦共和国、罗马尼亚、圣卢西亚、圣文森特和格林纳丁斯、圣马力诺、塞尔维亚和黑山、斯洛伐克、斯洛文尼亚、西班牙、瑞典、前南斯拉夫的马其顿共和国、土耳其、图瓦卢和大不列颠及北爱尔兰联合王国的名义，提出了题为“建立全球伙伴关系”的决议草案（A/C.2/60/L.38）。

source: Subsequently, Afghanistan and El Salvador joined in sponsoring the draft resolution which read:
zh: 后来，阿富汗和萨尔瓦多加入为决议草案提案国。

source: “Recalling its resolutions 55/215 of 21 December 2000, 56/76 of 11 December 2001 and 58/129 of 19 December 2003,
zh: “回顾其2000年12月21日第55/215号、2001年12月11日第56/76号和2003年12月19日第58/129号决议，

source: “Reaffirming its resolve to create an environment, at the national and global levels alike, that is conducive to sustainable development and the elimination of poverty,
zh: “重申决心在国家一级和全球一级都建立一个有利于可持续发展和消除贫穷的环境，

source: “Recalling the objectives formulated in the United Nations Millennium Declaration, notably in the Millennium Development Goals, and the reaffirmation they have received in the 2005 World Summit Outcome, particularly in regard to developing partnerships through the provision of greater opportunities to the private sector, non-governmental organizations and civil society in general so as to enable them to contribute to the realization of the goals and programmes of the Organization, in particular in the pursuit of development and the eradication of poverty,
zh: “回顾《联合国千年宣言》制订的目标，特别是千年发展目标，这些目标在2005年世界首脑会议成果文件中重新得到确认，特别是通过对私营部门、非政府组织和一般民间社会提供更多机会来发展各种伙伴关系，以期使它们能够对实现联合国的目标和方案、尤其是对谋求发展和消灭贫穷作出贡献，

source: “Underlining the fact that cooperation between the United Nations and all relevant partners, in particular the private sector, can further the purposes and principles embodied in the Charter of the United Nations and make concrete contributions to the realization of the Millennium Development Goals and the other goals contained in the Millennium Declaration, as well as in the outcomes of major United Nations conferences and summits and their reviews, in particular in the area of development and the eradication of poverty, and shall be undertaken in a manner that maintains the integrity, impartiality and independence of the Organization,
zh: “强调联合国与所有相关伙伴、特别是与私营部门的合作，应符合《联合国宪章》所载的宗旨和原则，并对实现《千年宣言》的各项目标以及联合国各次主要会议和首脑会议及其审查会议的结果，尤其是在谋求发展和消灭贫穷方面，作出具体贡献，并且应以维持联合国的正直性、公正性和独立性的方式进行，

source: “Recalling, in this context, the guidelines on cooperation between the United Nations and the business community, and taking note of the appointment by the Secretary-General of a Special Representative, pursuant to Commission on Human Rights resolution 2005/69 of 20 April 2005,
zh: “在这方面回顾联合国与企业界的合作准则，并注意到秘书长根据人权委员会2005年4月20日第2005/69号决议任命了特别代表，

source: “Also recalling that the International Conference on Financing for Development welcomed all efforts to encourage good corporate citizenship, and welcoming the initiative by the Financing for Development Office of the Department of Economic and Social Affairs of the Secretariat, in response to General Assembly resolution 58/230 of 23 December 2003, to hold a series of multi-stakeholder consultations on development finance issues, whose findings were presented at the High-level Dialogue on Financing for Development held in New York on 27 and 28 June 2005,
zh: “又回顾发展筹资问题国际会议表示欢迎为鼓励公司良好公民行为所作的一切努力，并欢迎秘书处社会和经济事务部发展筹资办公室回应大会2003年12月23日第58/230号决议，主动主持召开一系列多方利益有关者有关发展筹资问题的协商会议，其讨论结果已经提交2005年6月27日和28日举行的发展筹资问题高级别对话会议，

source: “Taking note of the following reports:
zh: “注意到下列报告：

source: “(a) Building on the Monterrey Consensus: The Growing Role of Public-Private Partnerships in Mobilizing Resources for Development, presented to the United Nations High-level Plenary Meeting on Financing for Development, held in New York on 14 September 2005, by the Global Institute for Partnership and Governance of the World Economic Forum, in cooperation with the Secretariat of the United Nations and the Swiss Agency for Development and Cooperation,
zh: “(a) 世界经济论坛的伙伴关系和施政全球研究所与联合国秘书处及瑞士开发和合作署合作编写的、提交2005年9月14日在纽约举行的联合国发展筹资问题大会高级别全体会议的“以蒙特雷共识为出发点：公私伙伴关系在调集资源促进发展方面日益重要的作用”，

source: “(b) A Fair Globalization: Creating Opportunities for All, published by the International Labour Organization and presented at United Nations Headquarters on 20 September 2004 by the Presidents of Finland and the United Republic of Tanzania, the co-chairs of the World Commission on the Social Dimension of Globalization established by the International Labour Organization,
zh: “(b) 国际劳工组织设立的全球化所涉社会问题世界委员会两主席芬兰总统和坦桑尼亚总统于2004年9月20日在联合国总部提交的 “公平的全球化：为人人创造机会”，

source: “(c) Unleashing Entrepreneurship: Making Business Work for the Poor presented to the Secretary-General by the Commission on the Private Sector and Development, convened by the Secretary-General,
zh: “(c) 秘书长召集的私营部门与发展委员会提交秘书长的《发挥创业精神：使企业为穷人效力》，

source: “Emphasizing that all relevant partners, in particular the private sector, can contribute in several ways to addressing the obstacles confronted by developing countries in mobilizing the resources needed to finance their sustainable development and to the realization of the development goals of the United Nations through, inter alia, financial resources, access to technology, management expertise, and support for programmes, including through the reduced pricing of drugs, where appropriate, for the prevention, care and treatment of HIV/AIDS and other diseases,
zh: “强调所有相关伙伴，特别是私营部门，都可以通过几种途径，对克服发展中国家在调集所需资源为其可持续发展提供资金方面所面临的障碍和实现联合国各项发展目标作出贡献，例如为预防、照顾和治疗艾滋病毒/艾滋病和其他疾病的方案提供财政资源、获得技术的机会、管理知识，和支持这些方案，包括在适当情况下降低药品的价格，

source: “Encouraging the private sector to engage as reliable and consistent partners in the development process and to take into account not only the economic and financial, but also the developmental, social, human rights, gender and environmental implications of their undertakings and, in general, towards accepting and implementing the principle of good corporate citizenship, that is, bringing social values and responsibilities to bear on a conduct and policy premised on profit incentives, in conformity with national laws and regulations,
zh: “鼓励私营部门作为可靠和稳固的伙伴参与发展进程，并要考虑到其事业不仅在经济和财务方面，而且在发展、社会、人权、性别及环境方面产生的影响，同时一般地接受和实行公司良好公民的原则，即在以牟利为前提的行为和政策中，也要遵照国内法律和条例，顾及各种社会价值和责任，

source: “Noting that the secretariat of the Commission on Sustainable Development is continuing its efforts to promote partnerships for sustainable development, inter alia, through the establishment of an interactive online database, the preparation of a report on partnerships for sustainable development to the Commission's twelfth session in 2004, the holding of a partnership fair at its thirteenth session in 2005 and prospectively at its fourteenth session in 2006, in line with the determination by the Economic and Social Council that partnerships for sustainable development, as voluntary multi-stakeholder initiatives, contribute to the implementation of Agenda 21 and the Plan of Implementation of the World Summit on Sustainable Development (`Johannesburg Plan of Implementation'),
zh: “注意到可持续发展委员会秘书处继续努力推动建立促进可持续发展的伙伴关系，除其他外，建立了互动在线数据库，向2004年委员会第十二届会议提交关于伙伴关系促进可持续发展的报告，在其2005年第十三届会议期间举办了并计划在其2006年第十四届会议又举办伙伴关系展览会，这些活动符合经济及社会理事会决心使由多方利益有关者自愿倡议建立的各种旨在促进可持续发展的伙伴关系推动《21世纪议程》和《可持续发展问题世界首脑会议执行计划》（`《约翰内斯堡执行计划》'）的实施，

source: “Taking note of the progress achieved in United Nations partnerships, notably in the framework of the Global Compact, the Information and Communication Technologies Task Force, the regional economic commissions and various United Nations organizations, agencies, funds and programmes, including the United Nations Children's Fund, the United Nations Development Programme and the United Nations Fund for International Partnerships, and welcoming the establishment of a multitude of partnerships at the field level, entered into by various United Nations agencies, non-public partners and Member States, such as the United Nations Public-Private Alliance for Rural Development and the Growing Sustainable Business initiative, initiated by the Global Compact and implemented by the United Nations Development Programme,
zh: “注意到在联合国各种伙伴关系中取得的进展，特别是在全球契约、信息和通信技术工作队、各区域经济委员会和包括联合国儿童基金会及联合国开发计划署在内的联合国组织、机构、基金和方案，以及联合国国际伙伴关系基金等框架内取得的进展，并欢迎联合国各机构、非公营部门伙伴及会员国在外地一级建立的多种伙伴关系，例如联合国农村发展公私联盟，以及全球契约提出的由联合国开发计划署执行的发展可持续企业倡议，

source: “1. Takes note with appreciation of the report of the Secretary-General on enhanced cooperation between the United Nations and all relevant partners, in particular the private sector;
zh: “1. 赞赏地注意到秘书长关于加强联合国与所有相关伙伴特别是与私营部门的合作的报告；

source: “2. Stresses that partnerships are voluntary and collaborative relationships between various parties, both public and non-public, in which all participants agree to work together to achieve a common purpose or undertake a specific task and to share risks and responsibilities, resources and benefits;
zh: “2. 着重指出伙伴关系是公营和非公营部门各当事方之间自愿结成的协作关系，所有参与者都同意为实现一个共同目标携手合作，或进行具体工作，并分享风险和责任、资源和惠益；

source: “3. Notes that such partnerships can aim at the promotion of vital developmental issues, including the Millennium Development Goals, at the development of common standards, norms, shared values and ethical behaviour that facilitate market transactions and promote United Nations goals, at the sharing and coordination of resources and expertise necessary to address development and humanitarian needs and at the harnessing of markets to interact, in a fair and socially responsible manner, with other markets;
zh: “3. 注意到这类伙伴关系的目标可以是促进关键的发展问题，包括千年发展目标；制定共同的标准、规范、共有价值和道德行为，以帮助促进市场交易和联合国各项目标；分享和协调为满足发展和人道主义需要所需的资源和专门知识；以及利用市场以公平和对社会负责的方式来同其他市场互动；

source: “4. Recalls that the 2005 World Summit welcomed the positive contributions of the private sector and civil society, including non-governmental organizations, in the promotion and implementation of development and human rights programmes and also welcomed the dialogue between these organizations and Member States, as reflected in the first informal interactive hearings of the General Assembly with representatives of non-governmental organizations, civil society and the private sector;
zh: “4. 回顾2005年世界首脑会议欢迎私营部门和民间社会，包括非政府组织在促进和执行发展和人权方案方面的积极贡献，又欢迎这些组织和会员国之间的对话，例如大会同非政府组织、民间社会和私营部门的代表举行的第一次非正式互动听询会；

source: “5. Also recalls that the 2005 World Summit resolved to enhance the contribution of non-governmental organizations, civil society, the private sector and other stakeholders in national development efforts, as well as in the promotion of the global partnership for development, and encouraged public-private partnerships in the following areas: the generation of new investments and employment; financing for development; addressing the challenges to health through treatment and research; and the promotion of science and technology for development in the areas of health, agriculture, conservation, sustainable use of natural resources and environmental management, energy, forestry and the impact of climate change;
zh: “5. 又回顾2005年世界首脑会议决心加强非政府组织、民间社会、私营部门和其他利益有关者在国家发展努力及促进全球发展伙伴关系中的贡献，并鼓励在下列领域建立公私伙伴关系：创造新投资和就业；发展筹资；通过治疗和研究解决健康方面的挑战；以及在卫生、农业、养护、可持续利用资源和环境管理、能源、林业和气候变化的影响等领域推动科学和技术促进发展；

source: “6. Encourages the United Nations system to continue to develop a common and systemic approach to partnership, which places greater emphasis on impact, accountability and sustainability, without imposing undue rigidity in partnership agreements, and with due consideration being given to the partnership principles set out in its resolution 58/129;
zh: “6. 鼓励联合国系统继续就伙伴关系制定一种共同的、系统的做法，其中更加侧重影响、问责制和可持续性，但不要在伙伴关系协定中施加不当的僵硬限制，并适当考虑到第58/129号决议规定的各项伙伴关系原则；

source: “7. Also encourages responsible business practices, such as those promoted by the Global Compact;
zh: “7. 又鼓励负责任的商业做法，例如全球契约促进的那种商业做法；

source: “8. Stresses the importance of good corporate governance and corporate social responsibility, and encourages the Global Compact Office to continue to foster responsible business practices and to promote the sharing of best practices and positive action through learning, dialogue and partnerships;
zh: “8. 着重指出良好的公司治理和公司社会责任的重要性，鼓励全球契约办事处通过学习、对话和伙伴关系，继续推动负责任的商业做法、促进分享最佳做法和促进积极行动；

source: “9. Encourages the Global Compact Office to ensure that relevant lessons learned from partnerships, including with the business community, contribute to ongoing United Nations reform efforts;
zh: “9. 鼓励全球契约办事处确保从伙伴关系包括从商业界学习到的相关经验教训用于支持正在进行的联合国改革工作；

source: “10. Welcomes the appointment by the Secretary-General of a Special Adviser for the Global Compact;
zh: “10. 欢迎秘书长为全球契约任命了一名特别顾问；

source: “11. Requests the Secretary-General to take further appropriate action to consolidate partnerships by enhancing their impact assessment, strategic focus and local ownership, as well as by enhancing partnership management through adequate training at all concerned levels, the sharing of best practices, the streamlining of United Nations guidelines for partnerships and the improvement of the partner selection processes;
zh: “11. 请秘书长进一步采取适当行动来加强伙伴关系的影响评估、战略重点和当地所有权，以便巩固伙伴关系，并在所有有关各级进行充分的培训、分享最佳做法、精简联合国伙伴关系准则和改善伙伴选择程序，以便加强伙伴关系的管理；

source: “12. Welcomes the innovative approaches by relevant United Nations bodies and agencies, as well as the Bretton Woods institutions and the World Trade Organization, to use partnerships as a means to better implement their goals and programmes, in particular in the pursuit of development and the eradication of poverty, and encourages them to further explore such possibilities, bearing in mind their different mandates, modes of operation and objectives, as well as the particular roles of the non-public partners involved;
zh: “12. 欢迎联合国的相关组织和机构以及布雷顿森林机构和世界贸易组织采取创新方法，利用伙伴关系来更好地落实它们的目标和方案，特别是谋求发展和消灭贫穷，并鼓励它们进一步探讨这类可能性，同时铭记各个机构的不同任务、运作方式和目标，以及相关的非公营部门伙伴的特别作用；

source: “13. Recommends, in this context, that partnerships should also foster the elimination of discrimination, including on gender grounds, in respect of employment and occupation;
zh: “13. 在这方面建议伙伴关系还应促进在就业和职业方面消灭歧视，包括基于性别的歧视；

source: “14. Reiterates its call upon:
zh: “14. 再次吁请：

source: “(a) All bodies within the United Nations system that engage in partnerships to ensure the integrity and independence of the Organization and to include information on partnerships in their regular reporting, as appropriate, on their websites and through other means;
zh: “(a) 联合国系统内所有参与伙伴关系的机构确保本组织的正直性和独立性，并在其定期报告和根据情况在其网站以及以其他方式列入关于伙伴关系的信息；

source: “(b) Partners to provide to and exchange relevant information with Governments, other stakeholders and the relevant United Nations agencies and bodies and other international organizations with which they engage, in an appropriate way, including through reports, with particular attention to the importance of sharing among partnerships information on their practical experience;
zh: “(b) 各伙伴以适当方式向各国政府、其他利益有关者、联合国的有关机构及它们参与的其他国际组织提供并同它们交换有关的信息，包括提供报告，其中特别注意在各伙伴关系之间交换关于其实际经验的信息的重要性；

source: “15. Requests the Secretary-General to report to the General Assembly at its sixty-second session on the implementation of the present resolution.”
zh: “15. 请秘书长就本决议的执行情况向大会第六十二届会议提出报告。”

source: At the 37th meeting, on 15 December, the Committee had before it a revised draft resolution entitled “Towards global partnerships” (A/C.2/60/L.38/Rev.1), submitted by Germany on behalf of Andorra, Argentina, Armenia, Austria, Belgium, Bosnia and Herzegovina, Brazil, Bulgaria, Cameroon, the Central African Republic, Chile, Croatia, Cyprus, the Czech Republic, Denmark, El Salvador, Estonia, Fiji, Finland, France, the Gambia, Georgia, Germany, Ghana, Greece, Grenada, Guatemala, Guinea, Guinea-Bissau, Haiti, Hungary, Iceland, Ireland, Israel, Italy, Kenya, Latvia, Liechtenstein, Lithuania, Luxembourg, Malawi, Malta, Monaco, the Netherlands, Norway, Panama, Poland, Portugal, the Republic of Korea, the Republic of Moldova, Romania, the Russian Federation, Saint Lucia, Saint Vincent and the Grenadines, San Marino, Senegal, Serbia and Montenegro, Slovakia, Slovenia, Solomon Islands, Spain, Sweden, the former Yugoslav Republic of Macedonia, Trinidad and Tobago, Turkey, Tuvalu and the United Kingdom of Great Britain and Northern Ireland.
zh: 7. 在12月15日第37次会议上，委员会收到德国以下列国家名义提出的题为“建立全球伙伴关系”的订正决议草案（A/C.2/60/L.38/Rev.1）：安道尔、阿根廷、亚美尼亚、奥地利、比利时、波斯尼亚和黑塞哥维那、巴西、保加利亚、喀麦隆、中非共和国、智利、克罗地亚、塞浦路斯、捷克共和国、丹麦、萨尔瓦多、爱沙尼亚、斐济、芬兰、法国、冈比亚、格鲁吉亚、德国、加纳、希腊、格林纳达、危地马拉、几内亚、几内亚比绍、海地、匈牙利、冰岛、爱尔兰、以色列、意大利、肯尼亚、拉脱维亚、列支敦士登、立陶宛、卢森堡、马拉维、马耳他、摩纳哥、荷兰、挪威、巴拿马、波兰、葡萄牙、大韩民国、摩尔多瓦共和国、罗马尼亚、俄罗斯联邦、圣卢西亚、圣文森特和格林纳丁斯、圣马力诺、塞内加尔、塞尔维亚和黑山、斯洛伐克、斯洛文尼亚、所罗门群岛、西班牙、瑞典、前南斯拉夫的马其顿共和国、特立尼达和多巴哥、土耳其、图瓦卢、大不列颠及北爱尔兰联合王国。

source: Subsequently, Albania, Angola, Azerbaijan, Belarus, Bolivia, Burundi, Canada, Cape Verde, the Congo, Costa Rica, the Democratic Republic of the Congo, Côte d'Ivoire, Eritrea, Ethiopia, Japan, Madagascar, Mali, the Marshall Islands, Mauritania, Spain, Switzerland, Ukraine and Uruguay joined in sponsoring the draft resolution.
zh: 后来，阿尔巴尼亚、安哥拉、阿塞拜疆、白俄罗斯、玻利维亚、布隆迪、加拿大、佛得角、刚果、哥斯达黎加、刚果民主共和国、科特迪瓦、厄立特里亚、埃塞俄比亚、日本、马达加斯加、马里、马绍尔群岛、毛里塔尼亚、西班牙、瑞士、乌克兰和乌拉圭加入为决议草案提案国。

source: At the same meeting, the Secretary read out a statement of programme budget implications (see A/C.2/60/SR.37).
zh: 8. 在同一次会议上，秘书宣读了所涉方案预算问题说明（见A/C.2/60/SR.37）。

source: Also at the same meeting, the representative of Brazil, as facilitator, orally corrected the text of the draft resolution.
zh: 9. 又在同一次会议上，巴西代表作为主持人，口头修改了决议草案案文。

source: At the same meeting, a statement was made by the representative of Spain (see A/C.2/60/SR.37).
zh: 10. 在同一次会议上，西班牙代表发了言（见A/C.2/60/SR.37）。

source: Also at the same meeting, the Committee adopted draft resolution A/C.2/60/L.38/Rev.1, as orally corrected (see para.
zh: 11. 又在同一次会议上，委员会通过了经口头修改的决议草案A/C.2/60/L.38/ Rev.1（见第13段）。

source: After the adoption of the draft resolution, statements were made by the representative of the United States of America and Jamaica (on behalf of the Group of 77 and China) (see A/C.2/60/SR.37).
zh: 12. 决议草案通过后，美利坚合众国代表和牙买加代表（以77国集团加中国的名义）发了言（见A/C.2/60/SR.37）。

source: The Second Committee recommends to the General Assembly the adoption of the following draft resolution:
zh: 13. 第二委员会建议大会通过下列决议草案：

source: Recalling its resolutions 55/215 of 21 December 2000, 56/76 of 11 December 2001 and 58/129 of 19 December 2003,
zh: 回顾其2000年12月21日第55/215号、2001年12月11日第56/76号和2003年12月19日第58/129号决议，

source: Underlining the intergovernmental nature of the United Nations, and recalling the central role and responsibility of Governments in national and international policymaking,
zh: 强调联合国的政府间性质和回顾各国政府在国家和国际决策中的核心作用和责任，

source: Reaffirming its resolve to create an environment, at the national and global levels alike, that is conducive to sustainable development and the elimination of poverty,
zh: 重申决心在国家一级和全球一级都建立一个有利于可持续发展和消除贫穷的环境，

source: Recalling the objectives formulated in the United Nations Millennium Declaration, notably the Millennium Development Goals, and the reaffirmation they have received in the 2005 World Summit Outcome, particularly in regard to developing partnerships through the provision of greater opportunities to the private sector, non-governmental organizations and civil society in general so as to enable them to contribute to the realization of the goals and programmes of the Organization, in particular in the pursuit of development and the eradication of poverty,
zh: 回顾《联合国千年宣言》 制订的目标，特别是千年发展目标，这些目标在2005年世界首脑会议成果 中重新得到确认，特别是通过向私营部门、非政府组织和一般民间社会提供更多机会来发展各种伙伴关系，以期使它们能够对实现联合国的目标和方案，尤其是对谋求发展和消除贫穷作出贡献，

source: Underlining the fact that cooperation between the United Nations and all relevant partners, including the private sector, shall serve the purposes and principles embodied in the Charter of the United Nations and can make concrete contributions to the realization of the Millennium Development Goals and the other goals contained in the Millennium Declaration, as well as in the outcomes of major United Nations conferences and summits and their reviews, in particular in the area of development and the eradication of poverty, and shall be undertaken in a manner that maintains the integrity, impartiality and independence of the Organization,
zh: 强调联合国与所有相关伙伴，包括与私营部门的合作，应符合《联合国宪章》所载的宗旨和原则，并对实现《千年宣言》的各项目标以及联合国各次主要会议和首脑会议及其审查会议的结果，尤其是在谋求发展和消除贫穷方面，可作出具体贡献，并且应以维持联合国的正直性、公正性和独立性的方式进行，

source: Underlining also the importance of the contribution of the private sector, non-governmental organizations and civil society in general to the implementation of the outcomes of United Nations conferences in the economic, social and related fields,
zh: 又强调私营部门、非政府组织和一般民间社会对执行联合国的经济、社会及其他领域会议的结果所作出的贡献的重要性，

source: Welcoming in this regard the participation of civil society and private-sector entities in the multi-stakeholder consultations on development finance issues, whose findings were presented at the High-level Dialogue on Financing for Development held in New York on 27 and 28 June 2005,
zh: 在这方面欢迎民间社会和私营部门实体参加多方利益有关者有关发展筹资问题的协商会议，其讨论结果已经提交2005年6月27日和28日举行的发展筹资问题高级别对话会议，

source: Emphasizing that all relevant partners, including the private sector, can contribute in several ways to addressing the obstacles confronted by developing countries in mobilizing the resources needed to finance their sustainable development and to the realization of the development goals of the United Nations through, inter alia, financial resources, access to technology, management expertise and support for programmes, including through the reduced pricing of drugs, where appropriate, for the prevention, care and treatment of HIV/AIDS and other diseases,
zh: 强调所有相关伙伴，包括私营部门，都可以通过几种途径，对克服发展中国家在调集所需资源为其可持续发展提供资金方面所面临的障碍和实现联合国各项发展目标作出贡献，例如提供财政资源，获得技术的机会，专门的管理知识和支持各项方案，包括酌情降低药品的价格，以预防、照顾和治疗艾滋病毒/艾滋病和其他疾病，

source: Welcoming the efforts and encouraging further efforts by all relevant partners, including the private sector, to engage as reliable and consistent partners in the development process and to take into account not only the economic and financial, but also the developmental, social, human rights, gender and environmental implications of their undertakings and, in general, towards accepting and implementing the principle of good corporate citizenship, that is, bringing social values and responsibilities to bear on a conduct and policy premised on profit incentives, in conformity with national laws and regulations,
zh: 欢迎所有相关伙伴，包括私营部门的努力和鼓励它们加强努力作为可靠和稳固的伙伴参与发展进程，并要考虑到其事业不仅在经济和财务方面，而且在发展、社会、人权、性别及环境方面产生的影响，同时一般地接受和实行企业良好公民的原则，即在以牟利为前提的行为和政策中，也要遵照国内法律和条例，顾及各种社会价值和责任，
